<div id="news1">
    <div id="data1">
        <p>
            kok
        </p>
    </div>
    <a href="src/news1.html">

        <img src="src/image/Hockey.jpg" style="width: 200px" alt="" />
        <p class="news">
            Сборная России по хоккею победила датчан в матче олимпийского турнира
        </p>
        <p>
            Сборная России по хоккею выиграла у команды Дании в матче группового турнира на Олимпиаде в Пекине.
            Встреча завершилась со счетом…
        </p>
    </a>
</div>